Repository: activescott/lessmsi
Catalog: src/LessMsi.Gui/Resources/Languages/Strings.*.resx
Languages: sq, sr_cyrl

source: About
sq: Rreth nesh
sr_cyrl: О програму

# AddShortcutText
source: Add Shortcut Item to Explorer
sq: Shto Shkurtore në Eksplorues
sr_cyrl: Додај пречицу у Explorer

# AddShortcutTextNote
source: Adds 'Extract' & 'Explore' menu items to the right-click context menu of .msi files
sq: Shton artikujt 'Nxirr' & 'Eksploro' në menynë kontekstuale (klik i djathtë) për skedarët .msi
sr_cyrl: Додаје ставке 'Издвоји' и 'Истражи' у контекстни мени при десном клику на .msi датотеке

# AllFilesFilter
source: All Files
sq: Të gjithë Skedarët
sr_cyrl: Све датотеке

# BadlyFormedFilePathError
source: The file path is badly formed
sq: Rruga e skedarit është formuar gabim
sr_cyrl: Путања до датотеке је неисправно формирана

source: Component
sq: Komponent
sr_cyrl: Компонента

source: &Copy
sq: &Kopjo
sr_cyrl: &Копирај

source: Description:
sq: Përshkrimi:
sr_cyrl: Опис:

source: Directory
sq: Direktoria
sr_cyrl: Директоријум

source: &Edit
sq: &Modifiko
sr_cyrl: &Уреди

# EmptyFilePathError
source: The file path is empty
sq: Rruga e skedarit është bosh
sr_cyrl: Путања до датотеке је празна

source: ERROR
sq: GABIM
sr_cyrl: ГРЕШКА

source: E&xit
sq: D&il
sr_cyrl: &Излаз

source: E&xtract
sq: N&xirr
sr_cyrl: И&здвоји

source: Extract Files
sq: Nxirr Skedarët
sr_cyrl: Издвоји датотеке

source: Extract Stream Files...
sq: Nxirr Skedarët nga Rrjedha...
sr_cyrl: Издвоји stream датотеке...

source: File
sq: Skedari
sr_cyrl: Датотека

# FileExistError
source: File '{0}' does not exist
sq: Skedari '{0}' nuk ekziston
sr_cyrl: Датотека '{0}' не постоји

# FileMenuLabel
source: &File
sq: &Skedari
sr_cyrl: &Датотека

# FilesFoundStatus
source: files found.
sq: skedarë u gjetën.
sr_cyrl: датотека пронађено.

# FindStreamError
source: Could not find stream for CAB '{0}'
sq: Nuk u gjet rrjedhë për CAB '{0}'
sr_cyrl: Није могуће пронаћи stream за CAB '{0}'

# InvalidCharsInFilePathError
source: The file path contains invalid characters
sq: Rruga e skedarit përmban karaktere të pavlefshme
sr_cyrl: Путања до датотеке садржи невалидне карактере

# LoadingSummaryInfoError
source: Error loading summary information
sq: Gabim gjatë ngarkimit të informacionit përmbledhës
sr_cyrl: Грешка при учитавању информација о резимеу

# LoadingTablesStatus
source: Loading list of tables...
sq: Duke ngarkuar listën e tabelave...
sr_cyrl: Учитавање листе табела...

source: Missing File
sq: Skedari mungon
sr_cyrl: Датотека недостаје

source: Name
sq: Emri
sr_cyrl: Назив

# NoFilesPresentStatus
source: No files present
sq: Nuk ka skedarë të pranishëm
sr_cyrl: Нема доступних датотека

source: &Open
sq: &Hap
sr_cyrl: &Отвори

# OpenFileError
source: Failed to open file
sq: Dështim në hapjen e skedarit
sr_cyrl: Неуспешно отварање датотеке

source: Preferences
sq: Preferencat
sr_cyrl: Подешавања

# PreferencesMenuLabel
source: &Preferences
sq: &Preferencat
sr_cyrl: &Подешавања

# ProcessingTableStatus
source: Processing table '{0}'.
sq: Duke përpunuar tabelën '{0}'.
sr_cyrl: Обрада табеле '{0}'.

source: Recent Files
sq: Skedarët e Fundit
sr_cyrl: Недавне датотеке

# RemoveShortcutText
source: Remove Shortcut Item
sq: Hiq Shkurtoren
sr_cyrl: Уклони ставку пречице

# RemoveShortcutTextNote
source: Removes the context menu if it exists
sq: Heq menunë kontekstuale nëse ekziston
sr_cyrl: Уклања контекстни мени ако постоји

# SameDirMassage
source: should be in the same directory as
sq: duhet të jetë në të njëjtën direktori me
sr_cyrl: треба да буде у истом директоријуму као

source: Search:
sq: Kërko:
sr_cyrl: Претражи:

source: Search File
sq: Kërko Skedar
sr_cyrl: Претражи датотеку

source: Select &All
sq: Përzgjidh të Gjitha
sr_cyrl: Изабери &све

# SelectFilesMessage
source: Please select some or all of the files to extract them.
sq: Ju lutem përzgjidhni disa ose të gjithë skedarët për t’i nxjerrë.
sr_cyrl: Молимо изаберите неке или све датотеке да бисте их издвојили.

source: Size
sq: Madhësia
sr_cyrl: Величина

source: Stream
sq: Rrjedha

source: Streams
sq: Rrjedhat
sr_cyrl: Stream-ови

source: Summary
sq: Përmbledhje
sr_cyrl: Резиме

source: &Table
sq: &Tabelë
sr_cyrl: &Табела

source: Table View
sq: Pamje Tabelore
sr_cyrl: Приказ табеле

# TooLongFilePathError
source: The file path is too long
sq: Rruga e skedarit është shumë e gjatë
sr_cyrl: Путања до датотеке је предугачка

source: Type
sq: Lloji
sr_cyrl: Тип

source: &Unselect All
sq: &Çzgjidh të Gjitha
sr_cyrl: По&ништи избор свега

source: Value
sq: Vlera
sr_cyrl: Вредност

source: Version
sq: Versioni
sr_cyrl: Верзија

# ViewFilesError
source: Cannot view files
sq: Nuk mund të shihen skedarët
sr_cyrl: Није могуће приказати датотеке

# ViewTableError
source: Cannot view table
sq: Nuk mund të shihet tabela
sr_cyrl: Није могуће приказати табелу

# MsiFilesFilter
source: msierablefiles
sr_cyrl: .msi датотеке
